//*************************************************************************
//*************************************************************************
//**                                                                     **
//**        (C)Copyright 1985-2010, American Megatrends, Inc.            **
//**                                                                     **
//**                       All Rights Reserved.                          **
//**                                                                     **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093           **
//**                                                                     **
//**                       Phone: (770)-246-8600                         **
//**                                                                     **
//*************************************************************************
//*************************************************************************
//**********************************************************************
//
// $Header: $
//
// $Revision: $
//
// $Date: $
//
//**********************************************************************
// Revision History
// ----------------
// $Log: $
// 
//
//**********************************************************************

//<AMI_FHDR_START>
//----------------------------------------------------------------------------
//
// Name:            TdtSetup.uni
//
// Description:     Setup Strings for Tdt.
//
//----------------------------------------------------------------------------
//<AMI_FHDR_END>
// /*++
// Copyright (c) 2009 Intel Corporation. All rights reserved.
// This software and associated documentation (if any) is furnished
// under a license and may only be used or copied in accordance
// with the terms of the license. Except as permitted by such
// license, no part of this software or documentation may be
// reproduced, stored in a retrieval system, or transmitted in any
// form or by any means without the express written consent of
// Intel Corporation.
// --*/
//**********************************************************************
// TDT Setup Strings
//**********************************************************************
/=#

#include "VFR.uni"

#string STR_TDT_FORM            #language eng "Intel(R) Anti-Theft Technology Configuration"
#string STR_TDT_FORM_HELP       #language eng "Disabling Intel(R) AT Allow user to login to platform. This is strictly for testing only. This does not disable Intel(R) AT Services in ME."
#string STR_TDT_FORM_TITLE      #language eng "Intel(R) Anti-Theft Technology Configuration"

#string STR_ITDT_SUBTITLE       #language eng "Intel(R) Anti-Theft Technology Configuration"
#string STR_TDT_CONFIG_PROMPT   #language eng "Intel(R) Anti-Theft Technology"
#string STR_TDT_CONFIG_HELP     #language eng "Enable/Disable Intel(R) AT in BIOS for testing only."
#string STR_TDT_ENABLED         #language eng "Enabled"
#string STR_TDT_DISABLED        #language eng "Disabled"

#string STR_TDT_RECOVERY_PROMPT #language eng "Intel(R) Anti-Theft Technology Recovery"
#string STR_TDT_RECOVERY_HELP   #language eng "Set the number of times Recovery attemped will be allowed"

#string STR_TDT_SUSPEND_PROMPT  #language eng "Enter Intel(R) AT Suspend Mode"
#string STR_TDT_SUSPEND_HELP    #language eng "Request that platform enter Intel(R) AT Suspend Mode"
//*************************************************************************
//*************************************************************************
//**                                                                     **
//**        (C)Copyright 1985-2010, American Megatrends, Inc.            **
//**                                                                     **
//**                       All Rights Reserved.                          **
//**                                                                     **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093           **
//**                                                                     **
//**                       Phone: (770)-246-8600                         **
//**                                                                     **
//*************************************************************************
//*************************************************************************